{
    "Developers": [
      {
        "id": 1,
        "name": "Elena Petrova",
        "role": "Graphic Designer",
        "bio": "As a versatile Graphic Designer with a passion for creating stunning visual concepts and a keen eye for detail and innovative design solutions make me a valuable asset in transforming ideas into captivating graphics that resonate with audiences.",
        "roleColor": "#F28705",
        "phone": "+1 555-123-4567",
        "email": "elena.petrova@example.com",
        "rate": 50 
      },
      {
        "id": 2,
        "name": "Alexei Volkov",
        "role": "Interface Designer",
        "bio": "Alexei is an innovative Interface Designer specializing in user-centric design approaches. With a focus on intuitive user experiences, he crafts interfaces that are both visually appealing and highly functional, enhancing user engagement and satisfaction.",
        "roleColor": "#7BB661",
        "phone": "+1 555-234-5678",
        "email": "alexei.volkov@example.com",
        "rate": 60
      },
      {
        "id": 3,
        "name": "Maria Kuznetsova",
        "role": "UX Designer",
        "bio": "Maria is a dedicated UX Designer passionate about creating meaningful user experiences. Her expertise in user research and prototyping allows her to design intuitive interfaces that prioritize user needs and deliver seamless interactions.",
        "roleColor": "#FFC300",
        "phone": "+1 555-345-6789",
        "email": "maria.kuznetsova@example.com",
        "rate": 70
      },
      {
        "id": 4,
        "name": "Andrei Ivanov",
        "role": "UI Designer",
        "bio": "I am a creative UI Designer with a flair for crafting visually striking interfaces. With a focus on usability and aesthetics, he designs interfaces that not only look great but also enhance user engagement and overall user experience.",
        "roleColor": "#F04D22",
        "phone": "+1 555-456-7890",
        "email": "andrei.ivanov@example.com",
        "rate": 55
      },
      {
        "id": 5,
        "name": "Natalia Mikhailova",
        "role": "Project Manager",
        "bio": "I am a results-driven Project Manager with a proven track record of successfully leading and delivering complex projects. Her strategic planning and effective communication skills ensure project milestones are met on time and within budget.",
        "roleColor": "#65318E",
        "phone": "+1 555-567-8901",
        "email": "natalia.mikhailova@example.com",
        "rate": 80
      },
      {
        "id": 6,
        "name": "Dmitry Petrov",
        "role": "Researcher",
        "bio": "I am a meticulous Researcher dedicated to uncovering insights that drive informed decision-making. His analytical mindset and attention to detail enable him to conduct thorough research, providing valuable data-driven recommendations.",
        "roleColor": "#FF5733",
        "phone": "+1 555-678-9012",
        "email": "dmitry.petrov@example.com",
        "rate": 65
      },
      {
        "id": 7,
        "name": "Sofia Kuznetsova",
        "role": "Digital Designer",
        "bio": "I am a creative Digital Designer specializing in digital media and interactive design. Her innovative approach and expertise in multimedia design create engaging digital experiences that captivate audiences across various platforms.",
        "roleColor": "#1282A2",
        "phone": "+1 555-789-0123",
        "email": "sofia.kuznetsova@example.com",
        "rate": 75
      }
    ]
  }
  